[
  {
    "quote": "An 'extremely credible source' has called my office and told me that Barack Obama’s birth certificate is a fraud",
    "dhrst": true
  },
  {
    "quote": "Robert Pattinson should not take back Kristen Stewart. She cheated on him like a dog & will do it again – just watch. He can do much better!",
    "dhrst": true
  },
  {
    "quote": "Ariana Huffington is unattractive, both inside and out. I fully understand why her former husband left her for a man – he made a good decision.",
    "dhrst": true
  },
  {
    "quote": "You know, it really doesn’t matter what the media write as long as you’ve got a young, and beautiful, piece of ass.",
    "dhrst": true
  },
  {
    "quote": "Our great African-American President hasn’t exactly had a positive impact on the thugs who are so happily and openly destroying Baltimore.",
    "dhrst": true
  },
  {
    "quote": "One of they key problems today is that politics is such a disgrace. Good people don’t go into government.",
    "dhrst": true
  },
  {
    "quote": "The beauty of me is that I’m very rich.",
    "dhrst": true
  },
  {
    "quote": "It’s freezing and snowing in New York – we need global warming!",
    "dhrst": true
  },
  {
    "quote": "My fingers are long and beautiful, as, it has been well documented, are various other parts of my body.",
    "dhrst": true
  },
  {
    "quote": "I have never seen a thin person drinking Diet Coke.",
    "dhrst": true
  },
  {
    "quote": "I think the only difference between me and the other candidates is that I’m more honest and my women are more beautiful.",
    "dhrst": true
  },
  {
    "quote": "The point is, you can never be too greedy.",
    "dhrst": true
  },
  {
    "quote": "My Twitter has become so powerful that I can actually make my enemies tell the truth.",
    "dhrst": true
  },
  {
    "quote": "My IQ is one of the highest — and you all know it! Please don’t feel so stupid or insecure; it’s not your fault.",
    "dhrst": true
  },
  {
    "quote": "I have so many fabulous friends who happen to be gay, but I am a traditionalist.",
    "dhrst": true
  },
  {
    "quote": "The other candidates — they went in, they didn’t know the air conditioning didn’t work. They sweated like dogs…How are they gonna beat ISIS? I don’t think it’s gonna happen.",
    "dhrst": true
  },
  {
    "quote": "I was down there, and I watched our police and our firemen, down on 7-Eleven, down at the World Trade Center, right after it came down",
    "dhrst": true
  },
  {
    "quote": "Number one, I have great respect for women. I was the one that really broke the glass ceiling on behalf of women, more than anybody in the construction industry.",
    "dhrst": true
  },
  {
    "quote": "I'm a bit of a P.T. Barnum. I make stars out of everyone.",
    "dhrst": true
  },
  {
    "quote": "When Mexico sends its people, they're not sending their best. They're sending people that have lots of problems. They're bringing drugs. They're bringing crime. They're rapists.",
    "dhrst": true
  },
  {
    "quote": "He’s not a war hero. He was a war hero because he was captured. I like people who weren’t captured.",
    "dhrst": true
  },
  {
    "quote": "I am a fan of the future, and cyber is the future.",
    "dhrst": true
  },
  {
    "quote": "You could see there was blood coming out of her eyes, blood coming out of her wherever. In my opinion, she was off-base.",
    "dhrst": true
  },
  {
    "quote": "How stupid are the people of Iowa?",
    "dhrst": true
  },
  {
    "quote": "I think — I think, for me, nuclear is just the power, the devastation is very important to me.",
    "dhrst": true
  },
  {
    "quote": "If you know of any addicts, go ahead and kill them yourself as getting their parents to do it would be too painful.",
    "dhrst": false,
    "speaker": "Philippine President Rodrigo Duterte"
  },
  {
    "quote": "It’s good I didn’t join the priesthood or else now I would be a homosexual.",
    "dhrst": false,
    "speaker": "Philippine President Rodrigo Duterte"
  },
  {
    "quote": "So you can go to hell, Mr. Obama. You can go to hell.",
    "dhrst": false,
    "speaker": "Philippine President Rodrigo Duterte"
  },
  {
    "quote": "I will recommend to Congress the restoration of death penalty by hanging in public.",
    "dhrst": false,
    "speaker": "Philippine President Rodrigo Duterte"
  },
  {
    "quote": "Cut the trees and I will cut your heads.",
    "dhrst": false,
    "speaker": "Philippine President Rodrigo Duterte"
  },
  {
    "quote": "If you tell a big enough lie and tell it frequently enough, it will be believed.",
    "dhrst": false,
    "speaker": "Adolf Hitler"
  },
  {
    "quote": "I use emotion for the many and reserve reason for the few.",
    "dhrst": false,
    "speaker": "Adolf Hitler"
  },
  {
    "quote": "It is not truth that matters, but victory.",
    "dhrst": false,
    "speaker": "Adolf Hitler"
  },
  {
    "quote": "Make the lie big, make it simple, keep saying it, and eventually they will believe it.",
    "dhrst": false,
    "speaker": "Adolf Hitler"
  },
  {
    "quote": "Anyone who sees and paints a sky green and fields blue ought to be sterilized.",
    "dhrst": false,
    "speaker": "Adolf Hitler"
  },
  {
    "quote": "It all depends on what the meaning of the word ‘is’ is.",
    "dhrst": false,
    "speaker": "President Bill Clinton"
  },
  {
    "quote": "Outside of the killings, DC has one of the lowest crime rates in the country.",
    "dhrst": false,
    "speaker": "Former mayor of Washington, D.C. Marion Barry"
  },
  {
    "quote": "But we have to pass the bill so that you can find out what is in it, away from the fog of the controversy.",
    "dhrst": false,
    "speaker": "House Speaker Nancy Pelosi"
  },
  {
    "quote": "When the president does it, that means that it is not illegal.",
    "dhrst": false,
    "speaker": "President Richard Nixon"
  },
  {
    "quote": "It had to do with Cuba and missiles, I’m pretty sure.",
    "dhrst": false,
    "speaker": "White House Press Secretary Dana Perino"
  },
  {
    "quote": "We had no domestic attacks under Bush – we’ve had one under Obama.",
    "dhrst": false,
    "speaker": "Rudy Giuliani"
  },
  {
    "quote": "The last time I actually drove a car myself was 1996.",
    "dhrst": false,
    "speaker": "Hillary Clinton"
  },
  {
    "quote": "I would not advocate that we put a Muslim in charge of this nation. I absolutely would not agree with that.",
    "dhrst": false,
    "speaker": "Dr. Ben Carson"
  },
  {
    "quote": "After this attack in West Africa, Obama’s new domestic terrorism plan probably requires Americans to memorize Koran verses",
    "dhrst": false,
    "speaker": "Mike Huckabee"
  },
  {
    "quote": "Strom Thurmond had four kids after age 67. If you're not willing to do that, we need to come up with a new immigration system",
    "dhrst": false,
    "speaker": "Lindsey Graham"
  },
  {
    "quote": "Every signer of the Declaration of Independence had no federal elected office experience",
    "dhrst": false,
    "speaker": "Dr. Ben Carson"
  },
  {
    "quote": "I never saw a body with bullet holes that was more devastating than taking the right to arm ourselves away",
    "dhrst": false,
    "speaker": "Dr. Ben Carson"
  },
  {
    "quote": "Seniors love getting junk mail. It’s sometimes their only way of communicating or feeling like they’re part of the real world.",
    "dhrst": false,
    "speaker": "Harry Reid"
  },
  {
    "quote": "My fear is that the whole island (of Guam) will become so overly populated that it will tip over and capsize.",
    "dhrst": false,
    "speaker": "Hank Johnson"
  },
  {
    "quote": "If this were a dictatorship, it’d be a heck of a lot easier, just so long as I’m the dictator.",
    "dhrst": false,
    "speaker": "President George W. Bush"
  },
  {
    "quote": "Facts are stupid things.",
    "dhrst": false,
    "speaker": "President Ronald Reagan"
  }
]
